Repository: Dragonsmurfarmy/Cooked
Catalog: Cooked/Localizable.xcstrings
Source language: en
Languages: cs

# button.add
source: Add
cs: Přidat

# button.cancel
source: Cancel
cs: Zrušit

# button.confirm
source: Confirm
cs: Potvrdit

# button.delete
source: Delete
cs: Odstranit

# button.done
source: Done
cs: Hotovo

# button.edit
source: Edit
cs: Upravit

# button.filter
source: Filter
cs: Filtrovat

# button.reset
source: Reset
cs: Resetovat

# button.save
source: Save
cs: Uložit

source: Categories
cs: Kategorie

# category.all
source: All
cs: Vše

# category.breakfast
source: Breakfast
cs: Snídaně

# category.count_format %lld
source: %d categories
cs: %d kategorií

# category.dessert
source: Dessert
cs: Dezerty

# category.dinner
source: Dinner
cs: Večeře

# category.lunch
source: Lunch
cs: Obědy

source: Category Name
cs: Název kategorie

# category.new
source: Add New Category
cs: Přidat novou kategorii

# category.new.name
source: New category name
cs: Název nové kategorie

# delete.question
source: Do you really want to delete this recipe?
cs: Opravdu si přejete smazat tento recept?

source: Difficulty
cs: Obtížnost

# difficulty.advanced
source: Advanced
cs: Pokročilé

# difficulty.easy
source: Easy
cs: Jednoduché

# difficulty.intermediate
source: Intermediate
cs: Střední

# filter.clear_all
source: Clear all
cs: Odstranit vše

# filter.select_all
source: Select all
cs: Vybrat vše

# filter.title
source: Selected recipes
cs: Vybrané recepty

# image.change
source: Change Image
cs: Změnit Obrázek

# image.choose
source: Choose from Galery
cs: Vybrat z Galerie

# image.select
source: Select Image
cs: Vybrat Obrázek

# info.basic
source: Basic Information
cs: Základní Informace

# ingredient.add
source: Add Ingredient
cs: Přidat Ingredienci

source: Ingredient Name
cs: Název Ingredience

# ingredient.quantity
source: Quantity
cs: Počet

# ingredient.unit
source: un.
cs: j.

source: Ingredients
cs: Ingredience

# instruction.add
source: Add step
cs: Přidat krok

source: Instructions
cs: Postup

# label.all
source: All
cs: Vše

# label.default
source: Default
cs: Základní

# label.new
source: New
cs: Nový

# main.controls.display_style
source: Display Style
cs: Zobrazení

# main.controls.recipe_count_label
source: Number of recipes
cs: Počet receptů

# main.controls.sort_by
source: Sort by
cs: Řazení

# main.header.subtitle
source: Your recipes all in one place.
cs: Vaše recepty na jednom místě.

# main.recipe_display.card
source: Card
cs: Karty

# main.recipe_display.compact
source: Compact
cs: Kompaktní

# main.recipes.title
source: Recipes
cs: Recepty

# main.sort_option.favorites
source: Favorites
cs: Oblíbené

# main.sort_option.long
source: Longest
cs: Nejdelší

# main.sort_option.name
source: Name
cs: Název

# main.sort_option.short
source: Shortest
cs: Nejkratší

# navigation.add
source: Add
cs: Přidat

# navigation.home
source: Home
cs: Domů

# navigation.settings
source: Settings
cs: Nastavení

# navigation.timer
source: Timer
cs: Časovač

# navigation.voice_regime
source: Voice regime
cs: Hlasový režim

# notification.body
source: Timer has finished
cs: Časovač doběhl

# notification.title
source: Timer
cs: Časovač

source: Portions count:
cs: Počet porcí:

# reader.action.read_steps
source: Read steps
cs: Číst postup

# recipe.category
source: Category
cs: Kategorie

source: Recipe Description
cs: Popis Receptu

# recipe.edit
source: Edit Recipe
cs: Upravit Recept

# recipe.ingredients
source: Ingredients
cs: Ingredience

# recipe.instructions
source: Instructions
cs: Postup

source: Recipe Name
cs: Název Receptu

# recipe.new
source: New Recipe
cs: Nový Recept

# recipe.select
source: Select recipe
cs: Vybrat recept

# recipe.step_placeholder
source: Step leading towards creation of your meal
cs: Krok vedoucí k úspěšné tvorbě vaší pochutiny

# recipe.time
source: Duration:
cs: Doba přípravy:

# section.add
source: Add Component
cs: Přidat Komponentu

# section.default %lld
source: Section %lld
cs: Sekce %lld

source: Settings
cs: Nastavení

# settings.add.category
source: Add New Category
cs: Přidat Novou Kategorii

# settings.add.unit
source: Add new unit
cs: Přidat novou jednotku

# settings.alarm.sound
source: Timer sound
cs: Zvuk časovače

# settings.custom.sound
source: Add Custom Timer Sound
cs: Přidat Vlastní Zvuk Časovače

# settings.export
source: Export recipes (JSON)
cs: Exportovat recepty (JSON)

# settings.general
source: General
cs: Obecné

# settings.import
source: Import recipes (JSON)
cs: Importovat recepty (JSON)

# settings.language
source: Language
cs: Jazyk

# settings.manage.categories
source: Manage recipe categories
cs: Upravit kategorie receptů

# settings.manage.units
source: Manage units
cs: Upravit jednotky

# settings.portions
source: Standard portion count:
cs: Standardní počet porcí:

# settings.timer
source: Timer
cs: Časovač

source: Sort
cs: Seřadit

# sound.choose
source: Timer sound options
cs: Výběr zvuku časovače

# timer.action.pause
source: Pause
cs: Pauza

# timer.action.play
source: Play
cs: Spustit

# timer.action.sound
source: Sound
cs: Zvuk

# timer.action.stop
source: Stop
cs: Zastavit

# timer.navigation.title
source: Timer
cs: Časovač

# timer.picker.title
source: Set timer
cs: Nastavit časovač

# timer.ring
source: Timer is ringing
cs: Časovač zvoní

# timer.tip.notification
source: If silent mode is on, the timer will not make ringing sounds.
cs: Pokud je zaplý tichý režim, časovač nebude zvonit.

# timer.tip.pause
source: Pause stops the countdown temporarily.
cs: Pauza dočasně zastaví odpočet.

# timer.tip.reset
source: Reset ends running timer and shows selection again.
cs: Reset ukončí běžící časovač a znovu zobrazí výběr.

# timer.tip.resume
source: Play button starts the countdown again.
cs: Tlačítko Spustit znovu spustí odpočet.

# timer.tip.select_duration
source: Spin each wheel to choose hours, minutes, and seconds.
cs: Otáčením každého sloupce vyberte čas, po který má bežet časovač.

# timer.tip.sound
source: Sound lets you change timer sound.
cs: Zvuk vám dovolí změnit zvuk budíku.

# timer.tip.start
source: Play button starts the timer.
cs: Tlačítko Spustit zapne časovač.

# timer.unit.hours
source: Hours
cs: Hodiny

# timer.unit.minutes
source: Minutes
cs: Minuty

# timer.unit.seconds
source: Seconds
cs: Sekundy

# tips.link.add
source: Add link to another recipe
cs: Přidat odkaz na jiný recept

# tips.link.pick
source: Select recipe to link
cs: Zvolte recept na který chcete odkazovat

# tips.link.search
source: Search for recipe
cs: Hledat recept

# tips.link.word.placeholder
source: Link placeholder
cs: Slovo zastupující odkaz

# tips.link.word.prompt
source: Write a word placeholder for link, then select recipe to which the link should lead
cs: Napište pod jakým slovem chcete skrýt odkaz a vyberte recept, na který chcete odkazovat

# tips.placeholder
source: Serve hot with boiling lobsters
cs: Servírujte studené bez konzervantů a umělých barviv

# unit.pcs
source: pcs
cs: ks

# voice_regime.info.message
source: Feature not implemented yet. For now here is a little placeholder telling you functionality is missing
cs: Tato vlastnost ještě není implementována. Zatím tu je pouze tento placeholder, abys věděl, že funkcionalita chybí

# voice_regime.info.title
source: Feature not implemented yet
cs: Tato vlastnost ještě není implementována

# widget.text
source: Remaining Time:
cs: Zbývající čas:
